Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t
Struct for ModelView visibility settings

Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.PointsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.PartsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.BoltsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.BoltHolesVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.WeldsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.ConstructionPlanesVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.RebarsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.SurfaceTreatmentsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.PoursVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.PourBreaksVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.LoadsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.CutsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.FittingsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.ComponentsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.GridsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.ConstructionLinesVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.ReferenceObjectsVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.BuildingVisible


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.PointsVisibleInComponents


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.PartsVisibleInComponents


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.BoltsVisibleInComponents


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.BoltHolesVisibleInComponents


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.WeldsVisibleInComponents


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.ConstructionPlanesVisibleInComponents


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.RebarsVisibleInComponents


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.CutsVisibleInComponents


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.FittingsVisibleInComponents


Tekla.Structures.ModelInternal.dotViewVisibilitySettings_t.ComponentsVisibleInComponents
